Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.690f0b405af4
source: 通っているジムや自宅にあるものを選択
ar_sa: اختر صالة الألعاب الرياضية التي تذهب إليها أو تلك الموجودة في المنزل.
ca: Seleccioneu el gimnàs al qual aneu o el que teniu a casa.
cs: Vyberte si, cvičení, které provádíte ve svém gymu nebo doma.
da: Vælg det fitnesscenter eller udstyr, du bruger.
de_de: Fitnessstudio oder zu Hause auswählen
el: Επιλέξτε το γυμναστήριο που επισκέπτεστε ή τα αντικείμενα που έχετε στο σπίτι σας.
en_au: Select from the gym you attend or items at home.
es_es: Selecciona el gimnasio o equipo que utilizas en casa.
fi: Valitse käytössä oleva kuntosali tai kotona olevat laitteet
fr_ca: Sélectionner le centre de remise en forme ou les équipements disponibles à la maison
gu: તમે જે જીમમાં જવાય છો અથવા તમારા ઘરે જે સાધનો છે તે પસંદ કરો.
he: בחר את הסטודיו או את הציוד שיש לך בבית
hi: अपनी जिम या घर पर मौजूद चीजों को चुनें
hr: Odaberite teretanu ili opremu kod kuće
hu: Válasszon a használt edzőteremből vagy otthoni felszerelésből
id: Pilih gym atau peralatan yang Anda miliki di rumah.
it: Seleziona il centro sportivo o l'attrezzatura che hai a casa.
ko: 운동하는 헬스장 또는 집에서 사용하는 운동 기구를 선택
mr: तुम्ही जात असलेल्या जिम किंवा घरी असलेल्या गोष्टी निवडा
ms: Pilih gim atau peralatan di rumah
nl_nl: Kies uit de sportschool of thuisapparatuur die je gebruikt.
no: Velg treningsstudio eller utstyr du har hjemme.
pl: Wybierz siłownię, w której ćwiczysz lub sprzęt dostępny w domu.
pt_br: Selecione o ginásio que frequenta ou os equipamentos disponíveis em casa.
pt_pt: Selecione o ginásio que frequenta ou os equipamentos disponíveis em casa.
ro: Selectați sala de sport sau echipamentul din casă
ru: Выберите тренировку в вашем фитнес-клубе или дома.
sk: Vyberte si, ktoré cvičenie alebo aktivity vykonávate v posilňovni alebo doma.
sl: Izberite, katero telovadnico ali doma izberete.
sv: Välj gym eller utrustning du har hemma
ta: உங்களுடைய உடற்பயிற்சி செய்யும் ஜிம் அல்லது வீட்டில் உள்ள உபகரணங்களைத் தேர்ந்தெடுக்கவும்
te: మీరు వ్యాయామం చేస్తున్న జిమ్ లేదా ఇంట్లో ఉన్న వాటిని ఎంచుకోండి
th: เลือกจากยิมที่คุณไป หรืออุปกรณ์ที่บ้าน
tr: Kullandığınız spor salonunu veya evde bulunanları seçin
uk: Виберіть тренажер у спортзалі або те, що є вдома.
vi: Chọn phòng tập hoặc dụng cụ có sẵn tại nhà
zh_hans: 选择您所在的健身房或家中设备
zh_hant: 选择您正在使用的健身房或家中已有的设备

# core_ui.692e3d951baa
source: 誤解を招く内容
ar_sa: محتوى مضلل
ca: Contingut enganyós
cs: Nejasnosti
da: Misforståelser
de_de: Irreführende Inhalte
el: Πληροφορίες που μπορεί να δημιουργούν σύγχυση
en_au: Potentially misleading content
es_es: Información confusa
fi: Väärinymmärryksiä aiheuttava sisältö
fr_ca: Informations potentiellement trompeuses
gu: ભૂલભરેલી માહિતી
he: מידע שעלול להטעות
hi: भ्रम पैदा करने वाली जानकारी
hr: Nejasnoća
hu: Felhívások, amelyek félrevezetőek lehetnek
id: Konten yang menyesatkan
it: Informazioni potenzialmente fuorvianti
ko: 혼란을 야기하는 내용
mr: गहाळ माहिती
ms: Maklumat yang membingungkan
nl_nl: Informatie die verwarring kan veroorzaken
no: Potensielt misvisende informasjon
pl: Informacje, które mogą wprowadzać w błąd
pt_br: Informações potencialmente confusas
pt_pt: Informações potencialmente confusas
ro: Informații care pot induce în eroare
ru: Недопонимание
sk: Nejasné informácie
sl: Nepravilne informacije
sv: Information som kan vara missledande
ta: தவறான புரிதலை ஏற்படுத்தும் உள்ளடக்கம்
te: సరికాని సమాచారం
th: เนื้อหาที่อาจทำให้เข้าใจผิด
tr: Yanlış anlaşılmasına neden olabilecek içerik
uk: Інформація, що може викликати непорозуміння
vi: Nội dung gây hiểu lầm
zh_hans: 可能引起误解的内容
zh_hant: 可能引起误解的内容

# core_ui.693f2367c5a9
source: センサーが使えない場合も、重量・回数・RPEは手入力で記録できます。省電力サンプリングでは動作推定の更新頻度を下げます。
ar_sa: إذا لم تتوفر المستشعرات، فلا يزال بإمكانك إدخال الوزن والتكرارات وRPE يدويًا. يقلّل أخذ العينات الموفر للطاقة من تكرار تحديث تقديرات الحركة.
ca: Si els sensors no estan disponibles, encara pots introduir manualment el pes, les repeticions i l'RPE. El mostreig de baix consum redueix la freqüència d'actualització de les estimacions de moviment.
cs: Pokud senzory nejsou dostupné, můžete stále ručně zadat hmotnost, opakování a RPE. Úsporné vzorkování snižuje četnost aktualizace odhadů pohybu.
da: Hvis sensorerne ikke er tilgængelige, kan du stadig indtaste vægt, gentagelser og RPE manuelt. Strømbesparende sampling reducerer, hvor ofte bevægelsesestimater opdateres.
de_de: Wenn Sensoren nicht verfügbar sind, kannst du Gewicht, Wiederholungen und RPE weiterhin manuell eingeben. Energiesparendes Sampling verringert die Aktualisierungsrate der Bewegungsschätzung.
el: Αν οι αισθητήρες δεν είναι διαθέσιμοι, μπορείς να εισαγάγεις χειροκίνητα βάρος, επαναλήψεις και RPE. Η δειγματοληψία χαμηλής κατανάλωσης μειώνει τη συχνότητα ενημέρωσης των εκτιμήσεων κίνησης.
en_au: If sensors are unavailable, you can still enter weight, reps, and RPE manually. Low-power sampling reduces how often motion estimates update.
es_es: Si los sensores no están disponibles, aún puedes introducir manualmente el peso, las repeticiones y el RPE. El muestreo de bajo consumo reduce la frecuencia de actualización de las estimaciones de movimiento.
fi: Jos sensoreita ei voi käyttää, voit silti syöttää painon, toistot ja RPE:n käsin. Virransäästötila harventaa liikearvioiden päivityksiä.
fr_ca: Si les capteurs sont indisponibles, vous pouvez toujours saisir manuellement le poids, les répétitions et le RPE. L'échantillonnage basse consommation réduit la fréquence de mise à jour des estimations de mouvement.
gu: સેન્સર ઉપલબ્ધ ન હોય તો પણ તમે વજન, રેપ્સ અને RPE મેન્યુઅલી દાખલ કરી શકો છો. લો-પાવર સેમ્પલિંગ મૂવમેન્ટ અંદાજના અપડેટની આવર્તન ઘટાડે છે.
he: אם החיישנים אינם זמינים, עדיין אפשר להזין משקל, חזרות ו-RPE ידנית. דגימה חסכונית בחשמל מפחיתה את תדירות עדכון הערכות התנועה.
hi: सेंसर उपलब्ध न होने पर भी आप वज़न, रेप्स और RPE मैन्युअल रूप से दर्ज कर सकते हैं। कम ऊर्जा वाली सैंपलिंग मूवमेंट अनुमान की अपडेट दर घटाती है।
hr: Ako senzori nisu dostupni, težinu, ponavljanja i RPE i dalje možete unijeti ručno. Uzorkovanje s malom potrošnjom smanjuje učestalost ažuriranja procjene pokreta.
hu: Ha az érzékelők nem érhetők el, a súly, az ismétlések és az RPE kézzel is megadhatók. Az energiatakarékos mintavételezés ritkábban frissíti a mozgásbecslést.
id: Jika sensor tidak tersedia, Anda tetap dapat memasukkan berat, repetisi, dan RPE secara manual. Pengambilan sampel hemat daya mengurangi frekuensi pembaruan estimasi gerakan.
it: Se i sensori non sono disponibili, puoi comunque inserire manualmente peso, ripetizioni e RPE. Il campionamento a basso consumo riduce la frequenza di aggiornamento delle stime del movimento.
ko: 센서를 사용할 수 없어도 중량, 횟수, RPE를 직접 입력할 수 있습니다. 저전력 샘플링에서는 동작 추정 업데이트 빈도가 낮아집니다.
mr: सेन्सर्स उपलब्ध नसले तरी वजन, रेप्स आणि RPE हाताने नोंदवू शकता. कमी-ऊर्जा सॅम्पलिंगमुळे हालचालींच्या अंदाजाची अपडेट वारंवारता कमी होते.
ms: Jika sensor tidak tersedia, anda masih boleh memasukkan berat, ulangan dan RPE secara manual. Pensampelan jimat kuasa mengurangkan kekerapan anggaran pergerakan dikemas kini.
nl_nl: Als sensoren niet beschikbaar zijn, kun je gewicht, herhalingen en RPE handmatig invoeren. Energiebesparende bemonstering verlaagt hoe vaak bewegingsschattingen worden bijgewerkt.
no: Hvis sensorene ikke er tilgjengelige, kan du fortsatt legge inn vekt, repetisjoner og RPE manuelt. Strømsparende sampling reduserer hvor ofte bevegelsesestimater oppdateres.
pl: Jeśli czujniki są niedostępne, nadal możesz ręcznie wprowadzać ciężar, powtórzenia i RPE. Próbkowanie energooszczędne zmniejsza częstotliwość aktualizowania szacunków ruchu.
pt_br: Se os sensores não estiverem disponíveis, você ainda poderá inserir peso, repetições e RPE manualmente. A amostragem de baixo consumo reduz a frequência de atualização das estimativas de movimento.
pt_pt: Se os sensores não estiverem disponíveis, ainda pode introduzir peso, repetições e RPE manualmente. A amostragem de baixo consumo reduz a frequência de atualização das estimativas de movimento.
ro: Dacă senzorii nu sunt disponibili, poți introduce manual greutatea, repetările și RPE. Eșantionarea cu consum redus scade frecvența actualizării estimărilor de mișcare.
ru: Если датчики недоступны, вес, повторения и RPE можно вводить вручную. Энергосберегающая выборка снижает частоту обновления оценки движений.
sk: Ak senzory nie sú dostupné, stále môžete ručne zadať hmotnosť, opakovania a RPE. Úsporné vzorkovanie znižuje frekvenciu aktualizácie odhadov pohybu.
sl: Če senzorji niso na voljo, lahko težo, ponovitve in RPE še vedno vnesete ročno. Vzorčenje z nizko porabo zmanjša pogostost posodabljanja ocen gibanja.
sv: Om sensorer inte är tillgängliga kan du fortfarande ange vikt, repetitioner och RPE manuellt. Energisnål sampling minskar hur ofta rörelseuppskattningar uppdateras.
ta: சென்சார்கள் கிடைக்காவிட்டாலும் எடை, ரெப்ஸ் மற்றும் RPE-ஐ கைமுறையாக உள்ளிடலாம். குறைந்த மின்சார மாதிரிப்பில் அசைவு மதிப்பீடுகளின் புதுப்பிப்பு அடிக்கடி நடப்பது குறையும்.
te: సెన్సర్లు అందుబాటులో లేకపోయినా బరువు, రెప్స్ మరియు RPEని చేతితో నమోదు చేయవచ్చు. తక్కువ-పవర్ శాంప్లింగ్ కదలిక అంచనాల అప్‌డేట్ తరచుదనాన్ని తగ్గిస్తుంది.
th: แม้ใช้เซ็นเซอร์ไม่ได้ คุณยังกรอกน้ำหนัก จำนวนครั้ง และ RPE ด้วยตนเองได้ การเก็บตัวอย่างแบบประหยัดพลังงานจะลดความถี่ในการอัปเดตการประเมินการเคลื่อนไหว
tr: Sensörler kullanılamadığında da ağırlık, tekrar ve RPE değerlerini elle girebilirsin. Düşük güçte örnekleme, hareket tahminlerinin güncellenme sıklığını azaltır.
uk: Якщо датчики недоступні, вагу, повторення та RPE можна вводити вручну. Енергоощадна вибірка знижує частоту оновлення оцінювання рухів.
vi: Nếu không dùng được cảm biến, bạn vẫn có thể nhập thủ công mức tạ, số lần lặp và RPE. Chế độ lấy mẫu tiết kiệm pin làm giảm tần suất cập nhật ước tính chuyển động.
zh_hans: 即使传感器不可用，也可以手动输入重量、次数和RPE。低功耗采样会降低动作估算的更新频率。
zh_hant: 即使感測器無法使用，也可以手動輸入重量、次數與RPE。低功耗取樣會降低動作估算的更新頻率。

# core_ui.6951e0c608be
source: 現在利用できません
ar_sa: غير متوفر حاليا
ca: Actualment no disponible
cs: V současné době nedostupné
da: Ikke tilgængeligt i øjeblikket
de_de: Derzeit nicht verfügbar
el: Δεν είναι διαθέσιμο αυτή τη στιγμή
en_au: Currently unavailable
es_es: No disponible en este momento
fi: Ei saatavilla tällä hetkellä
fr_ca: Non disponible pour le moment
gu: હાલમાં ઉપલબ્ધ નથી
he: לא זמין כרגע
hi: वर्तमान में उपलब्ध नहीं
hr: Trenutačno nedostupno
hu: Jelenleg nem elérhető
id: Saat ini tidak tersedia
it: Non disponibile al momento
ko: 현재 사용 불가
mr: सध्या उपलब्ध नाही
ms: Tidak tersedia pada saat ini
nl_nl: Op dit moment niet beschikbaar
no: Ikke tilgjengelig for øyeblikket
pl: Obecnie niedostępne
pt_br: Não disponível no momento
pt_pt: Não disponível no momento
ro: Nu este disponibil în prezent
ru: В настоящее время недоступно
sk: V súčasnosti nedostupné
sl: Trenutno ni na voljo
sv: För närvarande tillgängligt
ta: தற்போது கிடைக்கவில்லை
te: ప్రస్తుతం అందుబాటులో లేదు
th: ขณะนี้ไม่สามารถใช้งานได้
tr: Şu anda kullanılabilir değil
uk: Наразі недоступно
vi: Hiện tại không khả dụng
zh_hans: 目前不可用
zh_hant: 目前無法使用

# core_ui.69788c65c769
source: 基本の使い方
ar_sa: بدء الاستخدام
ca: Primers passos
cs: Začínáme
da: Kom godt i gang
de_de: Erste Schritte
el: Πρώτα βήματα
en_au: Getting started
es_es: Primeros pasos
fi: Peruskäyttö
fr_ca: Bien démarrer
gu: શરૂઆત
he: תחילת השימוש
hi: शुरू करना
hr: Početak rada
hu: Alapvető használat
id: Memulai
it: Per iniziare
ko: 기본 사용법
mr: सुरुवात कशी करावी
ms: Bermula
nl_nl: Aan de slag
no: Kom i gang
pl: Pierwsze kroki
pt_br: Primeiros passos
pt_pt: Primeiros passos
ro: Primii pași
ru: Начало работы
sk: Začíname
sl: Prvi koraki
sv: Kom igång
ta: தொடங்குவது எப்படி
te: ప్రారంభించడం
th: เริ่มต้นใช้งาน
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu sử dụng
zh_hans: 基本用法
zh_hant: 基本用法

# core_ui.6c96c72399c0
source: カロリー/PFC
ar_sa: السعرات / المغذيات الكبرى
ca: Calories / macros
cs: Kalorie / makra
da: Kalorier / makroer
de_de: Kalorien / Makros
el: Θερμίδες / μακροθρεπτικά
en_au: Calories / Macros
es_es: Calorías / Macros
fi: Kalorit / makrot
fr_ca: Calories / Macros
gu: કેલરી / મેક્રોઝ
he: קלוריות / מאקרו
hi: कैलोरी / मैक्रोज़
hr: Kalorije / makronutrijenti
hu: Kalória / makrók
id: Kalori / makro
it: Calorie / Macro
ko: 칼로리 / 매크로
mr: कॅलरी / मॅक्रोज
ms: Kalori / makro
nl_nl: Calorieën / macro's
no: Kalorier / makroer
pl: Kalorie / makroskładniki
pt_br: Calorias / Macros
pt_pt: Calorias / Macros
ro: Calorii / macronutrienți
ru: Калории / БЖУ
sk: Kalórie / makrá
sl: Kalorije / makrohranila
sv: Kalorier / makron
ta: கலோரிகள் / மேக்ரோக்கள்
te: కేలరీలు / మ్యాక్రోలు
th: แคลอรี / สารอาหารหลัก
tr: Kalori / makrolar
uk: Калорії / БЖВ
vi: Calo / Dinh dưỡng đa lượng
zh_hans: 热量 / 宏量营养素
zh_hant: 熱量 / 巨量營養素

# core_ui.6d1b61ab7cee
source: 着手 {{value1}}
ar_sa: بدء تشغيل {{value1}}
ca: Inicieu {{value1}}
cs: Začít {{value1}}
da: Start {{value1}}
de_de: Start {{value1}}
el: Ξεκινήστε {{value1}}
en_au: Start {{value1}}
es_es: Comenzar {{value1}}
fi: Aloita {{value1}}
fr_ca: Commencer {{value1}}
gu: શરૂ કરો {{value1}}
he: התחלה {{value1}}
hi: शुरू {{value1}}
hr: Počnite {{value1}}
hu: Elindítása: {{value1}}
id: Mulai {{value1}}
it: Inizia {{value1}}
ko: 시작 {{value1}}
mr: सुरुवात {{value1}}
ms: Mulai {{value1}}
nl_nl: Begin {{value1}}
no: Start {{value1}}
pl: Rozpocznij {{value1}}
pt_br: Iniciando {{value1}}
pt_pt: Iniciando {{value1}}
ro: Începeți {{value1}}
ru: Начать {{value1}}
sk: Začať {{value1}}
sl: Začetek {{value1}}
sv: Börja {{value1}}
ta: தொடங்கு {{value1}}
te: ప్రారంభించండి {{value1}}
th: เริ่มต้น {{value1}}
tr: Başlama {{value1}}
uk: Почати {{value1}}
vi: Bắt đầu {{value1}}
zh_hans: 开始 {{value1}}
zh_hant: 開始 {{value1}}

# core_ui.6d1f0a3fcc4b
source: 記録全体から、良い変化・停滞・不足情報と次の一手を提案します。
ar_sa: من السجل بأكمله، سنقترح تغييرات جيدة، والركود، والمعلومات المفقودة، بالإضافة إلى الخطوات التالية.
ca: A partir de tot el registre, suggerirem bons canvis, estancaments i informació que falta, així com els passos següents.
cs: Na základě vašich záznamů navrhujeme, jak pokračovat: pozitivní změny, stagnace nebo chybějící informace.
da: Baseret på dine registreringer, vil jeg foreslå positive ændringer, stagnation eller manglende information samt næste skridt.
de_de: Aus Ihrer gesamten Aufzeichnung können wir positive Veränderungen, Stagnation oder fehlende Informationen sowie einen Vorschlag für den nächsten Schritt erkennen.
el: Με βάση τις καταγραφές, προτείνουμε θετικές αλλαγές, σταθερότητα ή ελλείψεις πληροφοριών και την επόμενη κίνηση.
en_au: Based on your recorded data, we can identify positive changes, plateaus, and areas for improvement. We will also suggest the next best step.
es_es: Basado en tus registros, te sugerimos mejoras, estancamiento o información faltante.
fi: Koko tallennetusta tiedosta voidaan päätellä, onko kehitystä tapahtunut, onko tilanne pysynyt samana tai onko tietoa puuttuu. Ehdotamme seuraavaa toimintaa.
fr_ca: Sur la base de vos enregistrements, nous vous proposons des améliorations, une stabilisation ou des informations manquantes.
gu: સંપૂર્ણ રેકોર્ડમાંથી, સારા ફેરફારો, સ્થિરતા અને ખૂટતી માહિતી તેમજ આગામી પગલાની ભલામણ કરવામાં આવે છે.
he: מתוך הרשום, אציע שינויים חיוביים, הישארות או מידע חסר, וגם את ההמלצה הבאה.
hi: रिकॉर्ड में, हम आपके अच्छे बदलावों, स्थिर स्थिति और लापता जानकारी के आधार पर सुझाव देते हैं।
hr: Na temelju svih podataka, predlagamo pozitivne promjene, stagnaciju ili nedostatak informacija te sljedeći korak.
hu: Az adatok alapján javaslatok a fejlődés, változatosság vagy hiányzó információk esetén.
id: Berdasarkan catatan, kami menyarankan perubahan positif, stagnasi, atau informasi yang kurang.
it: Analizzando i dati, possiamo suggerire miglioramenti, stabilità o aree di attenzione.
ko: 전체 기록을 바탕으로, 긍정적인 변화, 정체, 부족한 정보와 다음 단계를 제안합니다.
mr: संपूर्ण रेकॉर्डमधून, चांगल्या बदलांचे, स्थिर राहण्याचे आणि अपूर्ण माहितीचे विश्लेषण करून पुढील सूचना देतो.
ms: Berdasarkan rekod, kami cadangkan perubahan positif, stagnasi, dan maklumat yang kurang.
nl_nl: Op basis van uw gegevens, stel ik verbeteringen, stagnatie of ontbrekende informatie voor.
no: Basert på registrerte data, foreslår vi positive endringer, stagnasjon eller mangler, samt neste steg.
pl: Na podstawie wszystkich wpisów, proponujemy pozytywne zmiany, stabilizację lub brak informacji oraz kolejne kroki.
pt_br: Com base no seu registro, podemos identificar melhorias, estabilidade ou informações faltantes e sugerir o próximo passo.
pt_pt: Com base no seu registro, podemos identificar melhorias, estabilidade ou informações faltantes e sugerir o próximo passo.
ro: Pe baza înregistrărilor, vă propunem îmbunătățiri, stagnare sau lipsă de informații și următoarea acțiune.
ru: На основе вашей записи, предлагаем следующие рекомендации: улучшение, стагнация или недостаток информации.
sk: Na základe záznamov navrhujeme, či došlo k zlepšeniu, stagnácii alebo nedostatku informácií.
sl: Na podlagi zapisanih podatkov predlagam, da se izboljšate, ostanete na istem nivoju ali pa poskušate popraviti pomanjke.
sv: Baserat på dina inskrivningar, föreslår vi positiva förändringar, stagnation eller bristande information samt nästa steg.
ta: பதிவில் இருந்து, நல்ல மாற்றங்கள், ஸ்திரத்தன்மை மற்றும் குறைபாடுகள் பற்றிய தகவல்களையும், அடுத்த கட்டத்திற்கான பரிந்துரைகளையும் காணலாம்.
te: రికార్డుల నుండి, మంచి మార్పులు, స్థిరత్వం, మరియు తక్కువ సమాచారం మరియు తదుపరి చర్యలను సూచిస్తుంది.
th: จากข้อมูลที่บันทึก, เราจะแนะนำถึงการเปลี่ยนแปลงที่ดี, การคงที่, และข้อมูลที่ขาดหายไป รวมถึงแนวทางต่อไป
tr: Kayıtlarınızdan, olumlu değişiklikler, istikrar veya eksik bilgiler ve bir sonraki adımı öneriyoruz.
uk: На основі записів, пропоную позитивні зміни, стагнацію або відсутність інформації, а також наступний крок.
vi: Dựa trên dữ liệu đã ghi, chúng tôi sẽ đưa ra các gợi ý về sự tiến bộ, ổn định hoặc thiếu thông tin.
zh_hans: 从整体记录中，提供好的变化、停滞和不足信息以及下一步行动建议。
zh_hant: 从整体记录中，提供好的变化、停滞和不足信息以及下一步行动建议。

# core_ui.6d288403a166
source: 秒
ar_sa: ثواني
ca: segons
cs: Sekundy
da: Sekund
de_de: Sekunde
el: Δευτερόλεπτα
en_au: Seconds
es_es: Segundos
fi: Sekunti
fr_ca: Seconde
gu: સેકન્ડ
he: שניות
hi: सेकंड
hr: Sekunde
hu: Másodpercek
id: Detik
it: Secondi
ko: 초
mr: सेकंद
ms: Detik
nl_nl: Seconden
no: Sekund
pl: Sekundy
pt_br: Segundos
pt_pt: Segundos
ro: Secunde
ru: Секунды
sk: Sekundy
sl: Sekunde
sv: Sekund
ta: வினாடி
te: సెకన్లు
th: วินาที
tr: Saniye
uk: Секунди
vi: Giây

# core_ui.6d46fc51fc89
source: 目的ごとに2人の人物を用意しています。人物を変えると、理想体型と話し方が変わります。
ar_sa: لدينا شخصين لكل غرض. عندما تقوم بتغيير الشخص، سيتغير نوع جسمك المثالي وطريقة التحدث.
ca: Tenim dues persones per a cada propòsit. Quan canvieu de persona, canviarà el vostre tipus de cos ideal i la vostra manera de parlar.
cs: Pro každý cíl máme připravené dvě osoby. Změnou osob se mění i jejich styl komunikace a doporučení.
da: Vi har to personer til hvert formål. Ved at ændre personen, ændres også den ønskede kropsform og måden, man taler på.
de_de: Für jeden Zweck stehen zwei Personen zur Verfügung. Durch den Wechsel der Person ändern sich auch die ideale Körperform und die Art der Kommunikation.
el: Έχουμε δύο διαφορετικούς χαρακτήρες για κάθε στόχο. Αλλάζοντας τον χαρακτήρα, αλλάζει και ο τρόπος που μιλάει και η ιδανική σωματική διάπλαση.
en_au: We have two different people for each purpose. Changing the person changes the ideal body type and conversation style.
es_es: Tenemos dos personajes para cada objetivo. Cambiar de personaje cambia la forma en que se habla del cuerpo ideal.
fi: Jokaiselle tavoitteelle on valittu kaksi henkilöä. Henkilön vaihtamalla voit muuttaa ihannemuotoa ja puhetyyliä.
fr_ca: Nous proposons deux profils pour chaque objectif. En changeant de profil, vous obtiendrez une approche différente et un corps idéal.
gu: દરેક ધ્યેય માટે, અમે બે વ્યક્તિઓની પસંદગી કરી છે. વ્યક્તિ બદલવાથી, આદર્શ શરીર અને વાતચીત બદલાશે.
he: ישנן שתי דמויות שונות לכל מטרה. שינוי הדמויות משנה את הצורה האידיאלית ואת סגנון הדיבור.
hi: प्रत्येक उद्देश्य के लिए, हमने दो व्यक्तियों को शामिल किया है। व्यक्ति बदलने पर, आदर्श शरीर और बातचीत बदल जाएगी।
hr: Za svaki cilj imamo dva različita profila. Promjenom profila, mijenja se i način razgovora.
hu: Minden célhoz két személyt definiálhat. A személyek megváltoztatása esetén az ideális testformáról és a kommunikációs stílusról is változnak.
id: Kami menyediakan 2 orang untuk setiap tujuan. Dengan mengubah orang tersebut, Anda akan mendapatkan tipe tubuh dan cara berbicara yang berbeda.
it: Per ogni obiettivo, sono disponibili due profili. Cambiando il profilo, cambiano anche il modo di parlare e l'aspetto ideale.
ko: 각 목표에 대해 2명의 인물을 설정했습니다. 인물을 변경하면, 이상적인 체형과 대화 방식이 바뀝니다.
mr: प्रत्येक उद्दिष्टासाठी, दोन व्यक्तींची निवड केली आहे. व्यक्ती बदलल्यास, आदर्श शरीरयष्टी आणि बोलण्याची पद्धत बदलते.
ms: Kami menyediakan 2 orang untuk setiap matlamat. Dengan mengubah individu, corak bicaranya dan bentuk badan akan berubah.
nl_nl: Voor elk doel zijn er twee personen. Door de persoon te veranderen, verandert ook de manier van communiceren en het gewenste lichaam.
no: Vi har satt opp to personer for hvert formål. Ved å endre personen, vil du få en annen samtale om ønsket kropp og måte å snakke på.
pl: Dla każdego celu przygotowaliśmy dwóch różnych użytkowników. Zmiana osoby zmienia również sposób komunikacji i proponowane cele.
pt_br: Temos duas pessoas para cada objetivo. Mudar a pessoa altera o estilo de comunicação e a forma ideal de alcançar o corpo desejado.
pt_pt: Temos duas pessoas para cada objetivo. Mudar a pessoa altera o estilo de comunicação e a forma ideal de alcançar o corpo desejado.
ro: Pentru fiecare scop, avem pregătiți doi utilizatori. Schimbând persoanele, veți obține un stil de comunicare și o imagine ideală diferite.
ru: Для каждой цели предусмотрены два персонажа. Изменяя персонажа, вы можете изменить и его речь, и образ тела.
sk: Pre každý cieľ máme pripravených dvoch ľudí. Zmena osoby zmení aj váš ideálny vzhľad a spôsob komunikácie.
sl: Za vsak cilj imamo dva različna profile. Z menami lahko dosežete idealno postavo in komunikacijo.
sv: Vi har för varje syfte två olika personer. Genom att byta person ändras idealformen och sättet att prata.
ta: ஒவ்வொரு நோக்கத்திற்கும், இரண்டு நபர்களைத் தயார் செய்துள்ளோம். நபர்களை மாற்றும்போது, ​​உங்களுக்கு விருப்பமான உடல் அமைப்பையும், உரையாடலையும் பெறலாம்.
te: ప్రతి లక్ష్యానికి 2 మంది వ్యక్తులను కలిగి ఉన్నాము. వ్యక్తులను మార్చడం ద్వారా, మీరు కోరుకున్న శరీర ఆకృతి మరియు సంభాషణను పొందవచ్చు.
th: มีผู้คน 2 คนสำหรับแต่ละวัตถุประสงค์ เมื่อเปลี่ยนผู้คน จะเปลี่ยนรูปแบบการพูดคุยเพื่อให้ได้รูปร่างที่ต้องการ
tr: Her amaç için iki farklı kişi bulunmaktadır. Kişiyi değiştirmek, ideal vücut tipini ve konuşma tarzını değiştirir.
uk: Для кожної мети передбачено двох персонажів. Зміна персонажа змінює ідеальний тип фігури та стиль спілкування.
vi: Chúng tôi cung cấp 2 nhân vật khác nhau cho mỗi mục đích. Thay đổi nhân vật sẽ thay đổi hình dáng và cách giao tiếp lý tưởng.
zh_hans: 我们为每个目的准备了2位人物。 切换人物，理想身材和说话方式也会改变。
zh_hant: 我們為每個目的準備了2位人物。 變換人物會改變理想體型和說話方式。
